Repository: Solar-Helix-Independent-Transport/allianceauth-corp-tools
Catalog: corptools/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Permission Denied
ru: Доступ запрещен
uk: Доступ заборонено

source: Everywhere
ru: Везде
uk: Всюди

source: AssetSafety
ru: Безопасность активов
uk: Система захисту активів

source: Capital Ships
ru: Капитальные корабли
uk: Капітальні кораблі

source: Subcaps Ships
ru: Субкапитальные корабли
uk: Підкапітальні кораблі

source: Noteable Assets
ru: Примечательные активы
uk: Важливі активи

source: Structures
ru: Структуры
uk: Структури

source: Remaining
ru: Осталось
uk: Залишок

source: Interactions
ru: Взаимодействия
uk: Взаємодія

source: Finances
ru: Финансы
uk: Фінанси

source: Industry
ru: Производство
uk: Промисловість

source: Characters
ru: Персонажи
uk: Персонажі

source: Status
ru: Статус
uk: Статус

source: Corp History
ru: История корпораций
uk: Історія корпорацій

source: Contact
ru: Контакты
uk: Контакти

source: Notifications
ru: Уведомления
uk: Сповіщення

source: Wallet
ru: Кошелек
uk: Гаманець

source: Wallet Activity
ru: Активность кошелька
uk: Операції гаманця

source: Contracts
ru: Контракты
uk: Контракти

source: Market
ru: Рынок
uk: Ринок

source: Loyalty Points
ru: LP
uk: Пункти лояльності

source: Asset Overview
ru: Обзор активов
uk: Огляд активів

source: Asset List
ru: Список активов
uk: Cписок активів

source: Mining Ledger
ru: Журнал добычи
uk: Журнал видобутку

source: Clones
ru: Клоны
uk: Клони

source: Roles
ru: Роли
uk: Ролі

source: Mail
ru: Почта
uk: Пошта

source: Skills
ru: Навыки
uk: Навички

source: Skill Queues
ru: Очередь навыков
uk: Черги навичок

source: Skill List Checks
ru: Проверки навыков
uk: Перевірки списку навичок

source: Admin
uk: Адміністратор

source: Hard no pall!
ru: Тяжело, чувак!
uk: Категорично ні!

source: Please enter a valid skill name for `{skill}`. Hint: a known character must have trained the skill for auth to know about it.
uk: Будь ласка, введіть дійсну назву навику для {skill}. Підказка: відомий персонаж має вивчити цей навик, щоб авторизація могла її розпізнати.

source: Please enter a valid skill level for `{skill}`. Hint: between 0 and 5.
uk: Будь ласка, введіть дійсний рівень навику для {skill}. Підказка: від 0 до 5.

source: Please check format for valid JSON. Hint: ["skill name": 4, "skill name 2": 1]
ru: Пожалуйста, проверьте формат на соответствие JSON. Подсказка: ["skill name": 4, "skill name 2": 1]
uk: Будь ласка, перевірте формат на валідний JSON. Підказка: ["назва навички": 4, "назва навички 2": 1]

source: Character
ru: Персонаж
uk: Персонаж

source: NPC Corporation
ru: NPC Корпорация
uk: NPC корпорація

source: Loyalty Point
ru: LP
uk: Пункт лояльності

source: Corptools Configuration Info
ru: Информация о конфигурации Corptools
uk: Інформація про конфігурацію Corptools

source: Clear all cached Etags
ru: Очистить весь кэш Etags
uk: Очистити кешовані етаги

source: Update EvE Map Data
uk: Оновлення даних EvE карти

source: Force update all Citadel Locations
ru: Принудительное обновление всех локаций Цитаделей
uk: Примусове оновлення розташування Citadel структур

source: Force all character updates
ru: Принудительно обновить всех персонажей
uk: Примусове оновлення персонажів

source: Force all corp updates
ru: Принудительно обновить все корпорации
uk: Примусове оновлення корпорацій

source: Update Eve Entirty Models
uk: Оновлення моделей Eve сутностей

source: Submit
ru: Сохранить
uk: Відправити

source: Entity Names
ru: Названия сущностей
uk: Назви сутностей

source: Structure Names
ru: Названия структур
uk: Назви структур

source: Categories
ru: Категории
uk: Категорії

source: Groups
ru: Группы
uk: Групи

source: Types
ru: Типы
uk: Типи

source: Dogma Attributes
ru: Атрибуты догмы
uk: Догма атрибути

source: Type Refine Material Outputs
ru: Типы результатов переработки
uk: Типи перероблениx матеріалів

source: Regions
ru: Регионы
uk: Регіони

source: Constellations
ru: Созвездия
uk: Сузір'я

source: Systems
ru: Системы
uk: Cистеми

source: Gate Links
ru: Ссылки на ворота
uk: Зв'язки воріт

source: Jump Bridge Links
ru: Ссылки на джамп-бридж
uk: Зв'язки JB

source: Corporation Audits
ru: Корпоративный аудит
uk: Аудитів корпорацій

source: Character Audits (Active/Total)
ru: Аудит персонажей (активный/полный)
uk: Аудитів персонажів (Активні/Загальні)

source: Skill Lists
ru: Списки навыков
uk: Списків навичок

source: Character Task
ru: Задание для персонажей
uk: Завдань персонажів

source: Corporation Task
ru: Корпоративная задача
uk: Завдань корпорацій

source: Create or Update Periodic Tasks
ru: Создание или обновление периодических задач
uk: Створити або оновити періодичні завдання

source: Skill List Description
ru: Описание списка навыков
uk: Опис списку навичок

source: This will show as the name of the Skill List
ru: Это будет отображаться как название списка навыков
uk: Це буде показано як назва списку навичок

source: Browse
ru: Просматривать
uk: Вибрати

source: PYFA XML Skills required list
ru: Список необходимых навыков PYFA XML
uk: Список навичок в форматі PYFA XML

source: Add All Token
ru: Добавить все токены
uk: LДодати всі токени

source: Sub-Capital Ships
uk: Підкапітальні кораблі

source: Notable Others Assets
uk: Важливі інші активи

source: BPO's
uk: BPO

source: Rest
uk: Інше

source: Toggle navigation
ru: Переключить навигацию
uk: Перемкнути навігацію

source: Account Audit
ru: Аудит счета
uk: Аудит акаунту

source: Add Character Token
ru: Добавить токен персонажа
uk: Додати токен персонажа

source: Add Corporate Token
ru: Добавить токен корпорации
uk: Додати токен корпорації

source: Corporations
ru: Корпорации
uk: Корпорації

source: New UI
uk: Нова UI

source: Linked characters
uk: Прив'язані персонажі

source: More
uk: Більше

source: Total Account ISK
uk: Сума ISK акаунту

source: Overview
uk: Огляд

source: Public Data
uk: Публічні дані

source: Assets
ru: Имущество
uk: Активи

source: Finance
uk: Фінанси

source: Contacts
ru: Контакты
uk: Контакти

source: Location
uk: Розташування

source: Implants
uk: Імпланти

source: None
uk: Відсутні

source: No Clones
uk: Немає клонів

source: Name
uk: Ім'я

source: Standing
uk: Репутація

source: Labels
uk: Мітки

source: Blocked
uk: Заблоковано

source: Watched
uk: Відстежування

source: Owner
uk: Власник

source: Yes
uk: Так

source: No
uk: Ні

source: Upload
uk: Завантажити

source: Sell Order Total
uk: Загальна сума продажу

source: Buy Order Total
uk: Загальна сума покупки

source: Active Orders
uk: Активні ордери

source: Date
uk: Дата

source: Item
uk: Предмет

source: Item Price
uk: Ціна предмету

source: Character Filter
uk: Фільтр персонажів

source: Buy/Sell
uk: Купівля/продаж

source: day
uk: день

source: of
uk: з

source: Buy
uk: Купівля

source: Sell
uk: Продаж

source: Completed Orders
uk: Завершені ордери

source: State
uk: Cтатус

source: Wallets
uk: Гаманці

source: Type
uk: Тип

source: Text
uk: Текст

source: Read
uk: Читати

source: Total SP
uk: Сума CП

source: Joined
uk: Приєднання

source: No Data
uk: Немає інформації

source: You probably need to load a token, or wait for an update to run
uk: Ймовірно, вам потрібно додати токен або зачекати, поки оновлення виконається.

source: Character Roles
uk: Ролі персонажів

source: Corporation
ru: Корпорация
uk: Корпорація

source: Director
uk: Директор

source: Accountant
uk: Діловод

source: Station Manager
uk: Менеджер станцій

source: Personnel Manager
uk: Менеджер персоналу

source: Doctrine Checker
uk: Перевірка доктрин

source: No Doctrines Loaded
uk: Доктрин не завантажено

source: Unallocated SP
uk: Вільне CП

source: Estimated Clone State
uk: Оціночний статус клону

source: Omega
uk: Омега

source: Alpha
uk: Альфа

source: Skill
uk: Навик

source: Level
uk: Рівень

source: Group
uk: Група

source: Queue
uk: Черга

source: Completion
uk: Завершення

source: item
uk: предмет

source: Not Training
uk: Не тренує

source: Account Checks
uk: Перевірки акаунту

source: Dataset
uk: Набір даних

source: Last Update
uk: Останнє оновлення

source: ago
uk: назад

source: Orders
uk: Ордери

source: Mails
uk: Пошта

source: Titles
uk: Титули

source: Skill Que
uk: Черга навичок

source: From
uk: Відправник

source: To
uk: Отримувач

source: Amount
uk: Сума

source: Balance
uk: Баланс

source: Reason
uk: Причина

source: Ref Type
uk: Тип

source: Interaction Map
uk: Мапа взаємодій

source: Toggle to
uk: Перемкнути на

source: Isk Amount
uk: Кількість ISK

source: DB Admin
ru: Администратор БД
uk: Адміністратор БД

source: Alliance
ru: Альянс
uk: Альянс

source: Wallet Updates
uk: Оновлення гаманця

source: Asset Updates
uk: Оновлення активів

source: Structure Updates
uk: Оновлення структур

source: title
uk: заголовок

source: Add Character
ru: Добавить персонажа
uk: Додати персонажа

source: No Structures Available
ru: Нет доступных структур
uk: Структури не доступні

source: Character Skill Checks
uk: Перевірка навиків персонажа

source: Skills Required
uk: Необхідні навик

source: Basic skills required to
uk: Базові навики потрібні для

source: sit in the hull
uk: сидить у кораблі

source: and
uk: і

source: fit the modules
uk: встановлення модулів

source: Extra skills may be required to use this fitting in fleets
uk: Додаткові навики можуть знадобитися для використання цього фітингу в флотах

source: Main Character
ru: Главный персонаж
uk: Головний персонаж

source: Alts
ru: Альты
uk: Альти

source: This is not valid JSON, please check it and try again.
ru: Это недействительный JSON, проверьте его и попробуйте еще раз.
uk: Формат JSON не вірний, будь ласка, перевірте його та спробуйте ще раз.

source: BPO
ru: БПО
